Repository: creativecommons/commoners
Catalog: plugins/cas-maestro/lang/CAS_Maestro-*.po
Languages: pt_pt

source: Ooops, there was an error.
pt_pt: Ooops, ocorreu um erro.

source: The username %s isn't allowed to register in this website. If you think this is a mistake, please contact the <a href="mailto:%s">website administrator</a>.
pt_pt: O utilizador %s não está autorizado a registar-se neste website. Se considera que isto se trata de um erro, por favor contacte o <a href="mailto:%s">administrador do website</a>.

source: wpCAS is not configured. Please, login, go to the settings and configure with your credentials.
pt_pt: O CAS Maestro não está configurado. Por favor, inicie a sessão, aceda as definições e configure o plugin com as suas credenciais.

source: You don't have a email set. You need to set a email to get ride of this message... <a href="%s"> Click here </a> to access your profile.
pt_pt: Não tem um email definido. É necessário configurar um email para remover esta mensagem... <a href="%s"> Clique aqui </a> para aceder ao seu perfil.

source: CAS Maestro Settings
pt_pt: Definições do CAS Maestro

source: General Settings
pt_pt: Definições Gerais

source: Registration
pt_pt: Registo

source: Mailing
pt_pt: Definições de Email

source: Important note
pt_pt: Aviso importante

source: Credits
pt_pt: Créditos

source: CAS is responding
pt_pt: CAS a responder

source: CAS is not responding
pt_pt: CAS não responde

source: LDAP is responding
pt_pt: LDAP a responder

source: LDAP is not responding
pt_pt: LDAP não responde

source: Checking...
pt_pt: A verificar...

source: Choose the User's role
pt_pt: Escolher o perfil do Utilizador

source: CAS Maestro settings has been updated.
pt_pt: As definições do CAS Maestro foram actualizadas.

source: CAS Maestro settings has been updated, yet there's still information that needs to be filled.
pt_pt: As definições do CAS Maestro foram actualizadas, no entanto, há informação que necessita de ser preenchida.

source: User registration
pt_pt: Registo de Utilizadores

source: In order to register a new user an email address is required. In case you don’t want to set the email address manually, please chose from the options below.
pt_pt: O registo de um novo utilizador pressupõe o preenchimento obrigatório do seu e-mail. Caso não pretenda o preenchimento manual, indique a forma a usar

source: No mail creation
pt_pt: Sem geração de e-mail

source: E-mail suffix username@
pt_pt: Sufixo de email - username@

source: LDAP server connection
pt_pt: Ligação a um servidor LDAP

source: You should finish this configuration with LDAP server data. For anonymous server access, which could not be enough, leave the fields “RDN User” and “Password” blank.
pt_pt: Deve finalizar esta configuração com os dados do servidor de LDAP. Para acesso anónimo ao servidor (que poderá não ser suficiente), deixe o Nome de Utilizador RDN e a Password em branco.

source: Server hostname
pt_pt: Endereço

source: (with %s or %s)
pt_pt: (com %s ou %s)

source: Username <abbr title='(Relative Distinguished Name)'>RDN</abbr>
pt_pt: Utilizador <abbr title='(Relative Distinguished Name)'>RDN</abbr>

source: The option to register all users, allows all users to be added to the system with subscriber profile, with no exception.
pt_pt: A opção de registar todos os utilizadores, permite que, todos sem exceção, sejam adicionados ao sistema com o perfil de subscritores.

source: Register all users?
pt_pt: Registar todos os utilizadores?

source: Users Allowed to Register
pt_pt: Utilizadores com registo autorizado

source: If you indentify users with the ability to register on the system upfront without confirmation you can also set their names and profile.
pt_pt: Se identificar previamente utilizadores que deverão ter autorização de registo ao sistema, sem qualquer confirmação, poderá acrescentar à lista os nomes de utilizadores e o perfil que pretende que seja atribuído.

source: To add another user, just fill the last blank element.
pt_pt: Para adicionar outro utilizador, preencha o último elemento em branco.

source: Update options
pt_pt: Actualizar opções

source: In case you can not access the content manager due to a misconfiguration of this plugin, the following steps should be performed:
pt_pt: No caso de não conseguir aceder ao gestor de conteúdos devido a uma má configuração deste plugin, devem ser realizados os seguintes passos:

source: Remove the directory of plugin CAS Maestro
pt_pt: Remover a diretoria do plugin CAS Maestro

source: Perform access according to the login WordPess
pt_pt: Realizar o acesso segundo o login do WordPress

source: Reinstall CAS Maestro
pt_pt: Voltar a instalar

source: Alternatively, you may simply disable the behavior of CAS Maestro as follows:
pt_pt: Alternativamente, poderá simplesmente desativar o comportamento do Cas Maestro do seguinte modo:

source: Edit the file %s and search for %s definition
pt_pt: Edite o ficheiro %s e procure a definição %s

source: Before that definition, write %s
pt_pt: Antes dessa definição, acrescentar %s

source: Reconfigure the plugin and remove the line that was added.
pt_pt: Reconfigurar o plugin e retirar a linha que foi acrescentada

source: Server settings
pt_pt: Definições do Servidor

source: The plugin will only be active after the CAS server definitions are filled. After the configuration is done, please verify if the connection is valid. This is strongly advised because If you fill the data incorrrectly, your access to WordPress might be denied.
pt_pt: O plugin só estará ativo depois de preenchidas as definições do servidor CAS. Depois de configurado, verifique se a ligação é valida porque se introduzir incorretamente os dados poderá ficar impedido de aceder ao gestor de conteúdos.

source: In case you don’t know all the data, or in doubt, you should contact the person responsible for the CAS server.
pt_pt: Caso não possua todos os dados, deverá requisitá-los ao responsável pelo seu servidor de CAS.

source: CAS version
pt_pt: Versão do CAS

source: Server port
pt_pt: Porta

source: Server path
pt_pt: Caminho

source: Menu localization
pt_pt: Localização do menu

source: Sidebar
pt_pt: Barra Lateral

source: Settings menu
pt_pt: Menu de definições

source: Sender
pt_pt: Remetente

source: All mails are sent from a unique sender. This sender may recieve notification emails alerting for new users and/or activations, estabilished by the following configuration.
pt_pt: Todos os mails serão enviados de um remetente único. Este também poderá receber mails com notificações de novos utilizadores e/ou activações, conforme a configuração seguinte.

source: E-mail address:
pt_pt: Endereço de E-mail:

source: Full name:
pt_pt: Nome completo:

source: Mails
pt_pt: E-Mails

source: Please set up on witch actions should emails be sent. It’s possible to send emails to the user and the sender, depending on your configuration.
pt_pt: Defina em que ações devem ser enviados mails. Podem ser enviados mails para o utilizador e para o remetente, conforme a sua configuração.

source: Welcoming
pt_pt: Boas-vindas

source: Wait for access
pt_pt: À espera de acesso

source: Send to the User
pt_pt: Enviar para o Utilizador

source: Send to the Sender
pt_pt: Enviar para o Remetente

source: Subject
pt_pt: Assunto

source: Body
pt_pt: Corpo

source: Message body sent to the User
pt_pt: Corpo da mensagem enviada ao Utilizador

source: Message body sent to the Sender
pt_pt: Corpo da mensagem enviada ao Remetente

source: You can use the following tokens: %sitename% for the website name, %username% for the user’s name and %realname% for the user’s real name.
pt_pt: Poderá utilizar os seguintes códigos: %sitename% para o nome do site; %username% para o nome de utilizador e %realname% para o nome real do utilizador.
