[{"option_name":"ccgn-email-approved","option_value":"a:2:{s:7:\"subject\";s:49:\"CC Global Network Membership Application Approved\";s:7:\"message\";s:816:\"*|APPLICANT_NAME|* -\r\n\r\nCongratulations! Your application to join the Creative Commons Global Network has been approved. You can now log in to the site in order to communicate with our global community.\r\n\r\nRemember that your profile is now visible to other members of the Global Network, and that your username and areas of interest can be seen by any visitor to the site. You can check out your profile here -\r\n\r\n*|APPLICANT_PROFILE_URL|*\r\n\r\nAlso remember that when you applied you agreed to the Global Network Code of Conduct. You can review the Code of conduct here -\r\n\r\nhttps:\/\/commoners.creativecommons.org\/code-of-conduct\/\r\n\r\nIf you have any questions or concerns about your membership you can contact info@creativecommons.org .\r\n\r\nThank you for your support for the CC Global Network.\r\n\r\n- Creative Commons.\r\n\";}"},{"option_name":"ccgn-email-received","option_value":"a:2:{s:7:\"subject\";s:49:\"CC Global Network Membership Application Received\";s:7:\"message\";s:575:\"*|APPLICANT_NAME|* -\r\n\r\nThank you for applying to join the Creative Commons Global Network. We have received your application. Next, your vouchers and the Global Network Council will look at your application. You will receive an email within the next week informing you of the status of your application.\r\n\r\nIn the meantime, feel free to participate in our Platforms, join us on Slack, etc.\r\n\r\nIf you have any questions or concerns about this process you can contact info@creativecommons.org .\r\n\r\nThank you for your support for the CC Global Network.\r\n\r\n- Creative Commons.\r\n\";}"},{"option_name":"ccgn-email-rejected","option_value":"a:2:{s:7:\"subject\";s:49:\"CC Global Network Membership Application Declined\";s:7:\"message\";s:590:\"*|APPLICANT_NAME|* -\r\n\r\nWe regret to have to inform you that your application to join the Creative Commons Global Network has been declined.\r\n\r\nFor confidentiality reasons we cannot discuss the specifics of individual applications, including with the applicant. It may be possible for you to apply again in future with different vouchers and a different profile.\r\n\r\nIf you have any questions or concerns about this process you can contact info@creativecommons.org, but do please remember that we are limited in what we can discuss about your particular application.\r\n\r\n- Creative Commons.\r\n\";}"},{"option_name":"ccgn-email-vouch-request","option_value":"a:2:{s:7:\"subject\";s:34:\"CC Global Network Vouching Request\";s:7:\"message\";s:784:\"*|VOUCHER_NAME|* -\r\n\r\n You have been asked to vouch for *|APPLICANT_NAME|* in their application to join the Creative Commons Global Network.\r\n\r\nYou should only vouch for them if you know them and their work for the commons, and believe they will be constructive contributors willing to work with others in their local Chapter. If you do not, you can decline to vouch for them.\r\n\r\nYou can review their profile and vouch for them (or decline to do so) here -\r\n\r\n*|SITE_URL|*\/vouch\/?applicant_id=*|APPLICANT_ID|*\r\n\r\nPlease respond in a timely manner as their application cannot proceed until you do so.\r\n\r\nIf you have any questions or concerns about this process you can contact info@creativecommons.org .\r\n\r\nThank you for your support for the CC Global Network.\r\n\r\n- Creative Commons.\r\n\";}"}]